 {
    "advice" : [
        "Here you can find useful tips for the game. Left or right click on these tips to show the next or previous tip",
        "Collect the golden horseshoes scattered throughout the rooms to gain experience. Collecting all horseshoes in a room gives an extra bonus; Collecting all of them before being spotted by enemies gets you an additional stealth bonus",
        "After leveling up, don`t forget to distribute skill points and choose a new perk",
        "Security terminals allow you to disable all electronic security systems (such as turrets) in the room",
        "The access terminals allow you unlocking doors and wall safes in the room, providing you can hack them",
        "If your skill of lockpicking is lower than the lock level, an unsuccessful attempt at unlocking it can lead to jamming. Such a door cannot be opened, unless you have a key for it",
		"If your knowledge of explosives is below the level of an explosive device, it may detonate while you are trying to neutralize it",
		"Most of the water in the Wasteland is radioactive. Swimming in such water or being near radioactive sources will lead to receiving a dose of radiation",
		"Damage from magical radiation cannot be healed by common medicine. To remove radiation from the body use RadAway",
		"You can levitate your weapon higher, so you shoot while standing behind a cover. To do this, hold down the [W] key. Hold [S] and [W] at the same time to do it while crouching",
		"Most of your enemies can hear. You make noise when shooting and running fast, hearing which they will most likely become alarmed and run to check for the source of it",
		"Self-levitation can help you get to places you cannot reach by jumping and climbing ladders, but it takes a lot of magical energy. To use self-levitation, press and hold [Space] while jumping",
		"You can hide behind boxes, furniture and in-wall niches. This will help you hide from enemies and give some cover from bullets. To take cover, stand near it and press [W]",
		"You can use the mouse scroll to switch weapons. Additional information will also be displayed. The broken weapon, one without ammunition or with too high requirements will not be shown",
		"You receive additional injuries if you lose consciousness and return to the checkpoint, and this will increase the cost of treatment. It`s better to watch your health condition and take healing potions in due course",
		"Telekinesis can help you in combat. For example, you can drop some heavy object on an enemy. And with help of the special ability, you can also throw objects, and even enemies themselves",
		"You can find different types of ammo that will be differently effective in various situations. For example, armor-piercing rounds will be more effective against armored targets and expansive - against targets without armor. You can switch ammo type from the inventory or by scrolling the mouse wheel while pressing [Shift]",
		"Fragile walls and doors can be broken with a sledgehammer, explosives or plasma. Steel walls can not be destroyed",
		"Armor protects against physical damage - bullets, blows, cuts and flying debris. Bullets of small caliber and weak blows do not cause armored enemies any damage",
		"Magical armor protects against energy damage, such as fire, laser and plasma",
		"You can open locks using a screwdriver. But it is better to always have a couple of spare pins - using a screwdriver with a pin, you will open the lock much more carefully, which will give you more attempts before it jams",
		"You can return to the base camp via the glowing MAS terminal, or by using the rune of return",
		"Bloatsprites are very difficult to kill with bullets, but they are vulnerable to fire and energy weapons",
		"Rollers are vulnerable to explosions and armor-piercing weapons, and they absolutely can`t stand water",
		"Weapons you rarely use can be hidden in the inventory by clicking the right mouse button. Hidden weapons will not be displayed in the list and the weapon selector",
		"Laser weapons are accurate, but relatively weak. Plasma, on the contrary, does great damage, from which there is almost no protection, but it is harder to hit the target",
		"Attacks with a piercing and cutting melee weapon can cause a bleeding effect, but only to those creatures that have blood. To stop bleeding, use enchanted bandages",
		"You can carry with you only one copy of each weapon. If you find a weapon that you already have, it will be used for spare parts",
		"Each weapon can be used a certain number of times before it breaks. For repair, you will have to find another weapon of the same model to be used for spare parts, apply a repair kit, or repair it on a workbench using weapon fragments",
		"Many weapons have unique models that are better than conventional ones. If you find or buy a unique weapon, it replaces the usual one",
		"Heavy weapons slow your running speed when equipped. However, having learned the ability \"Size matters\", you can eliminate this effect",
		"You can throw a grenade or plant a mine at any moment using [G] key, even if you are currently using another weapon. The last equipped grenade or mine will be used",
		"Enemy mines are only visible from a close distance. Move carefully, otherwise you may notice it a second too late",
		"All robots are vulnerable to pulse weapons - it causes them serious damage and can paralyze them for some time. It does not work at all on living enemies",
		"Radscorpions have a dangerous poisonous sting. Avoid its thrusts, and if this happens, take an antidote. The poison is not good for health",
		"The range for throwing a grenade depends on the position of the cursor relative to the player. With telekinesis, you can move both your own and the enemy grenades. Providing you are quick enough, of course",
		"You can use telekinesis to put objects on top of each other and climb higher",
		"You can use telekinesis to try moving your enemies. However they, in turn, will try to break free from your telekinetic grasp. The higher your telekinesis skill is, the harder it will be for them to escape",
		"After increasing your telekinesis skill, you can use it to move planted mines. But remember that their sensor may get triggered in the process, causing detonation",
		"After increasing your telekinesis skill, you can use it to tear turrets off their base, thus disabling them",
		"A StealthBuck can make you almost invisible for a short time, but enemies may still hear you and fire at the sound",
		"Some books and memory orbs contain valuable information that can improve your skills",
		"C-4 explosives will help you blow apart even the most solid concrete or stone wall. You can use a hoofmade bomb, but it is much less powerful",
		"You will not always hit the target. The likelihood of a hit is affected by the type of weapon and your skill level. To shoot an enemy from a weapon like a sawed-off shotgun, you need to get very close",
		"[Shift] + [click] on a product name in the trade window will select the maximum available quantity of the item for purchase or sale",
		"Weapons found on raiders are almost always poorly maintained and only good for spare parts. Better weapons can be found weapons lockers or occasionally in safes",
		"Damaged weapons are less accurate, do less damage, and may misfire or jam",
		"Safes are always locked, and sometimes protected by explosives or alarm. You will need skills for hacking, explosives or stealth to safely get to their contents. But this is usually worth it, because the better the lock, the higher is the probability that the safe contains something valuable",
		"Firearms use various kinds of ammunition. This can be a big problem - even though you have a cool gun, there might be nothing to shoot from it",
		"Feral ghouls like digging themselves underground. Nothing will give out their presence until they dig out and attack",
		"Have you met the awful slime? Burn it with fire, and if this is not possible, at least do not step on it!",
		"Electric discharges cause you much less damage if you are not touching the ground, and much more if you are wet",
		"Glowing ghouls are radioactive! Attacking you, they not only cause physical damage, but also give you a dose of radiation",
		"Metal armor protects well against physical damage and laser, but it is very heavy, and in addition, increases your vulnerability to electricity",
		"Acid not only does damage, but also quickly destroys armor, both for you and your opponents",
		"If you shoot while running or aim behind you, it reduces your accuracy. If you stand still on the floor while shooting, the accuracy increases. It doesn`t have any effect on shooting in S.A.T.S. mode",
		"If you jammed a lock of some container or just can`t unlock it, you can try to crack it open with a crowbar. Both things from the container and the crowbar itself will be damaged in the process",
		"Safes, which can not be opened in any other way, can be blown open with a bomb or several dynamite packs. But its contents are likely to be damaged in the process",
		"You can try to turn off the forcefield, but in case of failure you might get an electric shock. The probability of success depends on the level of \"repair\" skill",
		"Having the \"barter\" skill improved, you not only reduce the prices of goods from merchants, but also expand the selection of available goods",
		"Almost every weapon has a skill level requirement. Being used with insufficient skill, weapon loses its effectiveness - attack speed, accuracy, and damage are reduced",
		"Most types of armor can be improved. To do this, you need to learn the \"armor enhancement\" perk, proper materials and a workbench",
		"Find or buy schematics for custom weapons. You can assemble them on a workbench if you have the required materials. The effectiveness of hoofmade weapons depends on your \"repair\" skill",
		"An armored turret is perfectly protected by armor and force field, but only from one side. It is very easy to destroy by attacking it from behind",
		"The sentinel robots are deadly dangerous! They are equipped with strong armor and several types of heavy weapons. Do not enter into battle with them without armor-piercing or pulse weapons",
		"You can unload the equipped weapon by holding down the reload button [R] for several seconds",
		"Protective magic is very useful in combat. Equip the desired spell from the inventory menu, or with a numeric key, and then apply it with [C]",
		"You can assign weapons, armor, spells, or equipment items to numeric keys [1] - [0]. To do this, in the inventory menu, move the cursor to the object and press the desired numeric key",
		"If you use stealth tactics, pay attention to opponents marked with a (ʘ) symbol next to their name. These opponents are extra observant and will quickly reveal your disguise",
		"Use the weapon stand to view all your weapons, magic, armor and artifacts. Empty contours indicate items that you don`t have yet. Collect them all!",
		"Heroic enemies marked with a golden star are much stronger and more dangerous than common ones. But defeating them, you can get unique weapons or rare components",
		"Special opponents of red color have increased damage, blue - protection from physical damage, purple - from magic, green - increased speed and perception",
		"Potions of permanent action enhance some of your characteristics forever. You can drink no more than five identical potions, after that any additional potion will not have any effect",
		"The robot cells are activated by a radio signal if you engage in combat with other robots. However, they can be disabled in advance",
		"The \"stealth\" skill can help you by turning off an alarm system. If it is triggered, the alarm will attract new enemies",
		"Dashing allows you evading enemies attacking in close combat, as well as overpassing some obstacles. To dash, press [A] or [D] twice while holding [Shift]",
		"You can use the levitated box as a bullet shield. Strong metal boxes protect better than light wooden boxes. You can also try using a body of a dead enemy",
		"The \"Survival\" skill gives you access to zebra potion recipes. Potions can have temporary or permanent effects. Preparing potions requires a lab bench",
		"Potions of constant action (elixirs) will permanently give you a certain ability. Such abilities have only 5 levels, so you can drink no more than five of the same elixirs",
		"Injuries significantly reduce your characteristics - speed, endurance, accuracy, and magic",
		"If your magical powers are depleted more than by half, the effectiveness of the spells decreases",
		"You can cook on the stove using a recipe and the right ingredients. Food gives you long-term bonuses to various characteristics, but at any time you can have bonuses only from the latest meal eaten",
		"You can put items that you don`t need, but don`t want to sell, into the storage. Items from the storage can be used directly for craft on a workbench and lab bench within the base camp, you don`t have to move them back into your inventory",
		"Wash your tail often!"
	]
}
