{
  "gui": [
    {
      "Key": "newgame",
      "String": "New game"
    },
    {
      "Key": "contgame",
      "String": "Continue"
    },
    {
      "Key": "loadgame",
      "String": "Load game"
    },
    {
      "Key": "select_slot",
      "String": "Choose a slot for auto-saving"
    },
    {
      "Key": "options",
      "String": "Options"
    },
    {
      "Key": "about",
      "String": "Credits",
      "Description": "[Empalu] - concept, programming, graphics.\n[DipFanken] - graphics, locations design.\n[Mihasik] - English localization.\n[Apple_Snack], [GreyGazer], [Shadow_Of_History] - participation in development.\nThe game is based on the \"Fallout: Equestria\" story by [kkat].\nThis game is a non-commercial project and is distributed free of charge."
    },
    {
      "Key": "usedmusic",
      "String": "Music:",
      "Description": "Kai Engel — Embracing The Sunrise, Sunset, Without Redemption;\nGothic Storm — You are not alone;\nArs Sonor — Runsten;\nParvus Decree — Latter Days, A Quiet Place;\nAndrea Parker — After Dark;\nSergey Cheremisinov — Morning City, Lucerna, Destroyer (changed);\nMatt Harris — Strange Stuff;\nAphex Twin — Come To Daddy;\nJingle Punks — Back of the Room Hang, Flying Free;\nCoreX — Dark Ambient Demo Project;\nEvgeny Bardyuzha — Dynamic;\nIlya Marfin — Now or never;\nDmitriy Diomores — Ghost City;\nAtrium Carceri — Heart Of The Metropolis;\nKeosz — Unite;\nShane Ivers — Gladiatores et Circenses;\nScott Buckley — Ascension Red;\nDarren curtis — Danger around the corner;\nAlexandr Zhelanov — Metal Echos;\nKeys of Moon — Courage and willpower (fragment);\nJuhani Junkala — Epic Boss Battle;\nMusic CC-BY License: https://creativecommons.org/licenses/by-nc/4.0/legalcode"
    },
    {
      "Key": "inform",
      "String": "Useful information and links:",
      "Description": "\n      "
    },
    {
      "Key": "version",
      "String": "Version"
    },
    {
      "Key": "cancel",
      "String": "Cancel"
    },
    {
      "Key": "inputname",
      "String": "Enter your character`s name"
    },
    {
      "Key": "loadwarn",
      "String": "Attention! Autosave slot will be overwritten"
    },
    {
      "Key": "setkeyinfo",
      "String": "Press a key or a mouse button to assign an action. Press TAB or ESC to cancel. Press DEL to clear"
    },
    {
      "Key": "dif0",
      "String": "Very easy",
      "Description": "In a very easy mode you don`t have much to worry about.\nYou start playing, having 200 health points, +25 per level.\nEnemies` health is decreased by 60%.\nYour character almost never receives traumas.\nReturning to checkpoint doesn`t cause additional penalties.\nEnemies can`t hear very well"
    },
    {
      "Key": "dif1",
      "String": "Easy",
      "Description": "Easy mode is intended for beginners.\nYou start playing, having 150 health points, +25 per level.\nEnemies` health is decreased by 30%.\nTelekinesis and self-levitation don`t consume magical power.\nYour character receives twice fewer traumas.\nReturning to checkpoint doesn`t cause additional penalties.\nEnemies can`t hear very well"
    },
    {
      "Key": "dif2",
      "String": "Normal",
      "Description": "Normal difficulty is intended for more experienced players.\nYou start playing with 100 health points, +20 per level.\nYour character receives additional traumas if faints and is returned to the checkpoint.\nThe difficulty is more or less balanced"
    },
    {
      "Key": "dif3",
      "String": "Hard",
      "Description": "On high difficulty you have to act very carefully to survive.\nYou start playing with 70 health points, +15 per level.\nYour character gets even more traumas when faints and is returned to the checkpoint.\nDoctor`s care costs more. Bleeding and poisoning last twice longer.\nTeleportation to the base camp from checkpoints is not available.\nEnemies are generally stronger"
    },
    {
      "Key": "dif4",
      "String": "Super-hard",
      "Description": "Super-hard mode is designed for fans of the toughest hardcore.\nYou start the game with 40 health points, +10 per level.\nThe character will get serious injuries if loses consciousness and is returned to the control point.\nYou will find much fewer caps and bits in containers.\nEnemies are even stronger"
    },
    {
      "Key": "hardopt",
      "String": "Difficulty options"
    },
    {
      "Key": "opt1",
      "String": "Skip training",
      "Description": "You will immediately find yourself in the base camp, the training location will be unavailable\nDo not choose this option if you play the version 0.7 for the first time and do not wish to miss some important points in the story!"
    },
    {
      "Key": "opt2",
      "String": "We live once",
      "Description": "Restoration at checkpoints and returning to the base after receiving dangerous injuries will be disabled.\nThe death of the character is final.\nThe game is stored in a single selected slot"
    },
    {
      "Key": "opt3",
      "String": "Faster level ups",
      "Description": "Level up requires 40% less experience points"
    },
    {
      "Key": "opt4",
      "String": "Random skills",
      "Description": "On level up, skills and perks will be selected randomly.\nTest your survival abilities with what is brought to you by chance"
    },
    {
      "Key": "opt5",
      "String": "Slow learner",
      "Description": "You will only receive 3 skill points per level instead of 5 points.\nIncreasing all skill levels to the maximum will be much more difficult.\nYou will have to choose more carefully which skills you need in the first place"
    },
    {
      "Key": "opt6",
      "String": "Limited inventory",
      "Description": "In the limited inventory mode most items have weight.\nYou will be able to carry and use a limited number of items and weapons.\nThis mode is recommended only for experienced players who are playing not the first time"
    },
    {
      "Key": "butvid",
      "String": "Customize appearance"
    },
    {
      "Key": "vidfur",
      "String": "Hide color"
    },
    {
      "Key": "vidhair",
      "String": "Primary mane color"
    },
    {
      "Key": "vidhair1",
      "String": "Secondary mane color"
    },
    {
      "Key": "videye",
      "String": "Eyes color and shape"
    },
    {
      "Key": "vidmagic",
      "String": "Magical aura color"
    },
    {
      "Key": "story",
      "String": "Once upon a time, in the magical land of Equestria...\n... there came an era when the ideals of friendship gave way to envy, selfishness, greed and cruelty. The Great War for natural resources broke out, in which there were no winners. A magical spark struck by pony hooves quickly raged out of control and turned into flames that engulfed whole continents. Dragon fire and black magic, turned into destructive weapons, almost ended all life on the planet. Soil, water and air became poisoned from radiation, cities were destroyed, civilizations collapsed. Both ponies and their enemies were almost wiped off the face of the earth. Apocalypse, predicted by insane prophets, whom almost no one believed until the last day, finally has come...\n... But it was not the end yet. Many ponies survived, some - hiding in the huge underground shelters-stables, others - somehow adapting to new conditions. Apocalypse was just a prologue for another bloody chapter of pony history. On the scorched and poisoned Wasteland, violence and cruelty became not just permissible - now they were means of survival...\n... Since that day, the last day of the former Equestria, about two hundred years have passed..."
    },
    {
      "Key": "end_good",
      "String": "The defeat of the Enclave forces near Stable Pi and the loss of one of the Thunderheads came as a shock to the Pegasus community. Trying to save the situation and restore its reputation, the Enclave conducted several new attacks on the surface, but none of them succeeded. The combined forces of the new union successfully fended the Enclave forces off in every battle, achieving successes that would not be possible for the scattered settlements they were before. Finally, along with the information spreading among civilians about the surface pony civilization, this led to complete discrediting of the Grand Pegasus Enclave leadership. The unrest that began in society grew into an open revolt and an attempt to overthrow the current government. The civil war between the generals guilty of war crimes and the rest of the society and army was swift and bloody, and the surviving outcasts were forced to flee to the surface. Dwelling in several previously abandoned bases and camps, they no longer pose mortal danger neither to pegasi nor to surface inhabitants, becoming just one of the Wasteland threats awaiting eradication.\nDespite the terrible damage and heavy losses, inhabitants of Stable Pi were able to survive and adapt to a new world. It became possible mostly due to the help and protection from Prancing Pony residents and the SteelHooves rangers. The Stable residents paid their debt with technology and rare resources. Medical equipment and supplies, food reserves, pre-war plant seeds helped Prancing Pony and Covertsign residents to enter a new age of growth and development. Soon, the so-called \"aid exchange\" grew into close cooperation and trade, which turned these settlements into islands of prosperity in the harsh emptiness of the Wasteland.\nWhen the war ended, Covertsign zebras were finally able to experience the feeling they have been missing for many years - security. Led by Askari and with Velvet Remedy`s help settlers overcame hunger, disease and poverty. And though the Equestrian Wasteland still threatens them with raiders, slavers and dangerous predators, the Legion exiles were no longer afraid of the all-seeing eye of their vengeful brethren. Destruction of the regional headquarters and defeat in the war against SteelHooves ruined Caesar`s ambitious plans of conquering these lands, and the Chosen by Fate was forced to turn his gaze to places less difficult to conquer. The removal of the Legion and Enclave threats meant that the time of peace for Covertsign has finally come.\nThe Prancing Pony Camp has been the largest peaceful settlement in these lands even before @lp was sent to the surface. Now, with new allies and technologies, it began looking like a real city, similar to the pre-war villages in a number of settlers. Many ponies headed here searching for a peaceful life, and even some natives of Stable and Covertsign moved to live in a growing camp. Calamity, who became the main negotiator in affairs between the allied settlements, also made considerable efforts for the prosperity of his home. The inhabitants of the Prancing Pony could sleep peacefully, knowing that they were guarded not only by guns of patrols, but also by their close friendship with the Steel Rangers. Covertsign zebras, natural-born scouts, always warned them ahead about possible threats, and scientists and technicians from Stable Pi provided the Prancing Pony with the latest automatic turret system. And as the camp received support from the allies, it always helped them in return.\nAfter eliminating the Enclave threat, SteelHooves devoted himself to the protection and security of his new allies. In return, SteelHooves rangers received regular supply shipments from the “Prancing Pony\", and the brotherhood archives became filled with secrets of the Stable Pi scientists. Needed so badly after a long and exhausting war, new recruits joined the ranks, many of which previously fought side by side with knights in the war against Enclave. And though these lands were still full of dangers, hope began warming the heart of the old pony. The hope that the Wasteland era will not be the final chapter of pony history, and that sprouts of the new society will manage to grow into something like the old Equestria was.\nEven though he always had much to do in other places, the Watcher never forgot about a new corner of peace in the Wasteland. Not only because he considered himself obligated to preserve it, but also because here he hoped to find ponies suitable for his mysterious purpose. But he always paid special attention to the one which, after a while, he began calling his friend. The Watcher and @lp have helped each other many times, both during the war with the Enclave and after it.\nAnd though @lp might never admit this, and perhaps she has`t even thought about it, it was her who became the catalyst for all those events that happened to others. Not only through the fulfillment of the Mentor`s mission and not only by its influence on the political situation in the region. Like a shooting star, she went through the lives of many ponies, changing them and bringing them into motion. If not for the desire to help her home in return to all her previous support, the inhabitants of the \"Prancing Pony\" would never have given so much effort in restoring Stable Pi. If not for her example of reckless courage, Covertsign zebras would never have found the strength to stop living underground. Had it not been for the hope, raised by her determination to confront all the horrors and depravities of the Wasteland, SteelHooves would not have seized on a ghostly chance to recover Equestria`s past.\nHowever, @lp herself did not feel any pride in her actions. In an effort to help her friends and atone for guilt, however real or imaginary, for all the bloodshed that happened with her participation, she tirelessly fought the Enclave, and after the victory she began fighting lesser threats. Perhaps @lp thought it was a thing she could do the best. Perhaps she was simply uncomfortable living a peaceful life. However, it was clear that @lp learned many of the Wasteland lessons. And the first of them was that one should never forget what distinguishes ponies from monsters.\nCompassion."
    },
    {
      "Key": "end_norm",
      "String": "The combined forces of the Prancing Pony, the SteelHooves Rangers, and Covertsign zebras were able to defend Stable Pi by defeating the common enemy. @lp may have contributed the most to the destruction of the pegasus air citadel. However, this alliance was not destined to survive for long: the greatly weakened yet still mortally dangerous, Enclave recognized new enemies and launched military operations against them. Without a unifying core capable of maintaining nascent confidence in each other, the inhabitants of the united settlements preferred to concentrate their forces for defending themselves, and this ultimately worked in enemy`s favor. After such a terrible defeat from the surface savages, the Enclave lost trust and authority in the eyes of the civilian population and needed good news. The good news came from a series of victories over the SteelHooves Rangers, who were forced to defend themselves both from the pegasi and the remnants of Coldsight`s forces at the same time. Lacking support from outside, SteelHooves dispersed his forces to retain territory, and the destruction of their part by quick and merciless raids became an occasion that allowed the Enclave to boast its victory and maintain its position at the helm of the Pegasus society, fighting a protracted war against the surface, still merciless, but no longer so large-scale and costly for the tired and embittered society.\nAs the war continued, the inhabitants of Stable Pi were abandoned by their recent allies, who were more worried about their own survival. Only their former comrades, the \"Chosen Ones\" Velvet Remedy and @lp, stayed to help, but their strength was not enough. After restoring a semblance of a former life, the new Stable leadership decided to shut their doors once again. But this time they will be ready to attack first anyone who dares to endanger their way of life. And Stable Pi ponies will never allow themselves trusting the Wasteland savages again.\nCovertsign was perhaps the luckiest of all: their small settlement was hard to spot, and their former allies, the \"Prancing Pony\" camp and SteelHooves Rangers, were the goals of much higher priority for the Enclave. Using their long-practiced skills of hidden existence, they successfully avoided the unnecessary attention of the enemy. However, their life certainly did not get better, despite all the efforts that Velvet made to save the zebras.\nA constant threat from the sky forced the “Prancing Pony” camp to live in a state of siege. Its inhabitants never part with weapons, defense systems are maintained in perfect condition, and healthy sleep has been forgotten as a luxury of old times. To make things harder, the pegasi used tactics of starving the inhabitants out, with small hunting groups searching and destroying everypony trying to get food and ammunition for the camp using the old-fashioned method of expeditions to the pre-war ruins. Nevertheless, the resilience and resourcefulness of the camp residents allowed them to keep the Enclave threat out, and Calamity, who became the defense leader, constantly made attempts to counterattack the enemy.\nAfter losing a significant portion of his forces first in the battle for Stable Pi and then during the Enclave raids, SteelHooves was forced to order the give up most of the territory controlled by his rangers, focusing on defending key objects located in the vicinity of each other. It gave his enemies a break, and the remaining Coldsight forces seized the opportunity. Reorganized under the leadership of the new commander, Sacred Flame, they went on a large-scale offensive. From that moment on, SteelHooves had to forget about defeating them, returning to a grueling positional war.\nDespite all the efforts, the Watcher made to preserve the union of settlements, it suffered one defeat after another. When it became apparent that the nascent sprout of trust and mutual assistance had finally perished, he focused his efforts on helping other ponies, unknown here, and forces in other parts of Equestria. However, he did not forget about the two Stable Pi dwellers, whom he had noticed earlier. Both @lp and Velvet Remedy stay in touch with the Watcher, whom he helps cope with ordeals of the Wasteland, torn by brutal and meaningless wars.\n@lp did everything she could, trying to help the settlements fight the Enclave. Having made an invaluable contribution to the defense of each of her allies, she often fearlessly threw herself on the front line. However, the collapse of such a bright but short-lived union fell heavily on her heart. The hope that, as Calamity predicted, her example would form the basis of friendship between the settlements, had died, as well as the hope of saving ponies from many deaths in the war against the pegasi. Under a burden of realization of her being powerless to stop the massacre that began through her fault and to help her home, the soul of @lp gradually plunged into depression and despair. However, she is not so easy to break. Full of grim determination and bitterness, @lp continues fighting enemies, be it a pegasus, a slaver or a ranger. And nopony, even herself, can say why: in the name of redemption or in order to quench the flames growing inside her, flames of anger for this cruel, unjust and hopeless world."
    },
    {
      "Key": "end_bad",
      "String": "Despite her unwavering courage and the power of the armor created by Stable Pi scientists, @lp fell in an unequal battle against the Enclave soldiers. Her death in the battle for Stable Pi determined the outcome of the entire war. Without her help in battle with Thunderhead, the allies did not have enough strength to take over the air citadel, and they all were destroyed by the overwhelming firepower of the pegasi.\nBut this meant more than just losing Stable Pi. The retaliatory operation \"Nemisis\" provoked by the destruction of the research facility went ravaging through the surface of the Wasteland, destroying all noticeable islands of a newly emerging civilization. The \"Prancing Pony\" was turned to ashes, bases and fortresses of SteelHooves rangers after fierce but short-lived resistance fell one after another. All other major settlements within several hundred miles around also suffered from the ruthless anger of the Grand Pegasus Enclave, and their inhabitants died without even understanding what caused this act of revenge. When the pegasi returned behind the clouds, there was no pony left in the Wasteland who could rally the survivors, and the weak and scattered groups of ponies were torn apart one after another by raiders, slavers and creatures worse than them.\nAfter a few years this entire area of ​​Equestria was almost completely devoid of intelligent life. Except for pegasi, whose research missions continued to study and plunder pre-war bases and warehouses, nopony else lived in these places..."
    },
    {
      "Key": "loading",
      "String": "Loading..."
    },
    {
      "Key": "tele",
      "String": "levitate"
    },
    {
      "Key": "miss",
      "String": "miss"
    },
    {
      "Key": "open",
      "String": "open"
    },
    {
      "Key": "close",
      "String": "close"
    },
    {
      "Key": "unlock",
      "String": "lockpick"
    },
    {
      "Key": "termunlock",
      "String": "hacking"
    },
    {
      "Key": "remine",
      "String": "disarm"
    },
    {
      "Key": "use",
      "String": "use"
    },
    {
      "Key": "comein",
      "String": "enter"
    },
    {
      "Key": "trade",
      "String": "trade"
    },
    {
      "Key": "therapy",
      "String": "healing"
    },
    {
      "Key": "dial",
      "String": "speak"
    },
    {
      "Key": "repair",
      "String": "repair"
    },
    {
      "Key": "take",
      "String": "take"
    },
    {
      "Key": "see",
      "String": "inspect"
    },
    {
      "Key": "activate",
      "String": "activate"
    },
    {
      "Key": "actalarm",
      "String": "activate alarm"
    },
    {
      "Key": "beginm",
      "String": "travel to location"
    },
    {
      "Key": "return",
      "String": "return"
    },
    {
      "Key": "returnb",
      "String": "return to base"
    },
    {
      "Key": "returnm",
      "String": "return to location"
    },
    {
      "Key": "exit",
      "String": "go to next level"
    },
    {
      "Key": "shutoff",
      "String": "shut down"
    },
    {
      "Key": "disarm",
      "String": "disarm"
    },
    {
      "Key": "rearm",
      "String": "reload"
    },
    {
      "Key": "fixup",
      "String": "repair"
    },
    {
      "Key": "press",
      "String": "press"
    },
    {
      "Key": "runa",
      "String": "use the rune"
    },
    {
      "Key": "reboot",
      "String": "use an electronic lockpick"
    },
    {
      "Key": "usekey",
      "String": "use a key"
    },
    {
      "Key": "required",
      "String": "required"
    },
    {
      "Key": "tame",
      "String": "feed"
    },
    {
      "Key": "signal",
      "String": "alarm"
    },
    {
      "Key": "mined",
      "String": "mined"
    },
    {
      "Key": "lock",
      "String": "locked"
    },
    {
      "Key": "termlock",
      "String": "locked"
    },
    {
      "Key": "zhopa",
      "String": "jammed"
    },
    {
      "Key": "disabled",
      "String": "disabled"
    },
    {
      "Key": "block",
      "String": "blocked"
    },
    {
      "Key": "empty",
      "String": "empty"
    },
    {
      "Key": "drop",
      "String": "drop"
    },
    {
      "Key": "hold",
      "String": "hold"
    },
    {
      "Key": "heavy",
      "String": "It`s heavy!"
    },
    {
      "Key": "chance",
      "String": "Success chance"
    },
    {
      "Key": "undef0",
      "String": "cannot unlock"
    },
    {
      "Key": "undef1",
      "String": "unknown lock type"
    },
    {
      "Key": "undef2",
      "String": "unknown protection system"
    },
    {
      "Key": "soft",
      "String": "easy"
    },
    {
      "Key": "hard",
      "String": "hard"
    },
    {
      "Key": "veryhard",
      "String": "very hard"
    },
    {
      "Key": "unreal",
      "String": "unreal"
    },
    {
      "Key": "magia",
      "String": "Magic"
    },
    {
      "Key": "armormana",
      "String": "Armor power"
    },
    {
      "Key": "magiaover",
      "String": "Overload!"
    },
    {
      "Key": "h2o",
      "String": "Oxygen"
    },
    {
      "Key": "h2over",
      "String": "You are suffocating!"
    },
    {
      "Key": "stam",
      "String": "Stamina"
    },
    {
      "Key": "broken",
      "String": "broken"
    },
    {
      "Key": "infosats",
      "String": "@1 - select the target@@2 - cancel selection, exit@@3 or @4 - accept"
    },
    {
      "Key": "stand0",
      "String": "Melee weapons"
    },
    {
      "Key": "stand1",
      "String": "Firearms"
    },
    {
      "Key": "stand2",
      "String": "Magical energy"
    },
    {
      "Key": "stand3",
      "String": "Explosives"
    },
    {
      "Key": "stand4",
      "String": "Other weapons"
    },
    {
      "Key": "stand5",
      "String": "Magic"
    },
    {
      "Key": "stand6",
      "String": "Armor"
    },
    {
      "Key": "stand7",
      "String": "Amulets"
    },
    {
      "Key": "stand8",
      "String": "Artifacts"
    },
    {
      "Key": "abr",
      "String": "Armor broken"
    },
    {
      "Key": "kz",
      "String": "Short circuit"
    },
    {
      "Key": "stun",
      "String": "Stun"
    },
    {
      "Key": "help",
      "String": "Show hint"
    },
    {
      "Key": "restr_levit",
      "String": "Self levitation and flight are disabled"
    },
    {
      "Key": "restr_port",
      "String": "Teleportation disabled"
    },
    {
      "Key": "restr_des",
      "String": "Destruction of walls disabled"
    },
    {
      "Key": "need_help",
      "String": "The hints contain direct instructions on how to pass the trial. You can use these if you cannot figure out how to solve them."
    },
    {
      "Key": "sec",
      "String": "s"
    },
    {
      "Key": "ready",
      "String": "ready"
    }
  ]
}