{
  "weapons": [
    {
      "Key": "mont",
      "String": "Crowbar",
      "Description": "Covered with peeling red paint, scratches and some sticky yuck. Quite handy for breaking into common doors, lockers and cabinets. Useless against armored doors and safes"
    },
    {
      "Key": "mont^1",
      "String": "\"Burglar`s mate\"",
      "Description": "A tool for ponies with not so righteous source of income. Much sturdier than a crowbar, it can break even metal doors and concrete walls"
    },
    {
      "Key": "armature",
      "String": "Piece of rebar",
      "Description": "Just a piece of rebar, covered with insulating tape for holding by teeth. You can hardly even call it \"a weapon\""
    },
    {
      "Key": "spear",
      "String": "Spear",
      "Description": "Composed of a sharpened metal part fastened by wire to a firm wooden stick"
    },
    {
      "Key": "spear^1",
      "String": "\"Viper`s bite\"",
      "Description": "Unlike an ordinary spear, this one is made of firm bamboo with a tip perfectly sharpened and, for a cherry on top, poisoned"
    },
    {
      "Key": "knife",
      "String": "Knife",
      "Description": "A large kitchen knife, not particularly suitable for a fight"
    },
    {
      "Key": "chopper",
      "String": "Chopper",
      "Description": "With this huge and heavy knife you can chop a cabbagehead in ten seconds flat... or any other head too!"
    },
    {
      "Key": "zknife",
      "String": "Indented knife",
      "Description": "A knife with bent and indented edge, all rusty and bloodstained. You don`t want know who used it and how"
    },
    {
      "Key": "zknife^1",
      "String": "Sacrificial knife",
      "Description": "Favorite toy of raiders-sadists. The strikes by this knife cause heavy bleeding"
    },
    {
      "Key": "cknife",
      "String": "Combat knife",
      "Description": "An outstanding knife of high quality steel, still sharp even after all these years. Indispensable in a close range battle"
    },
    {
      "Key": "cknife^1",
      "String": "\"Sting\"",
      "Description": "A unique combat knife with a wavy edge made of durable steel. Sharp like a razor!"
    },
    {
      "Key": "bat",
      "String": "Bat with nails",
      "Description": "Just a piece of wood with rusty nails sticking out. In other words, a piece of trash"
    },
    {
      "Key": "mach",
      "String": "Machete",
      "Description": "A huge broad blade from Zebra Empire. Useful for chopping through dense vegetation or slicing and dicing enemies"
    },
    {
      "Key": "mach^1",
      "String": "\"Jungle call\"",
      "Description": "A heavy machete, decorated with ornament and encrusted with nephrite"
    },
    {
      "Key": "pipe",
      "String": "Lead pipe",
      "Description": "A heavy pipe with a massive nut on one side. Those who meet this in a battle quickly learn to keep away"
    },
    {
      "Key": "ripper",
      "String": "Ripper",
      "Description": "Electrical saw, working on batteries. Can cut relatively fragile materials, including bones and skulls. Way less effective against metal"
    },
    {
      "Key": "ripper^1",
      "String": "Sawpony",
      "Description": "A unique modified ripper. Unlike the common one, this has teeth of special steel, which makes it easy to cut through not that strong armor"
    },
    {
      "Key": "autoaxe",
      "String": "Autoaxe",
      "Description": "Spinning edges of this tool are enchanted so that it can easily cut all sorts of metal garbage. Quite as easily it cuts metal armor, with its owner inside. Consumes Spark-batteries"
    },
    {
      "Key": "bsaw",
      "String": "Chainsaw",
      "Description": "Once it was used to cut down trees, now, as there are no trees left, one can use it to cut enemies to pieces. Magically-enhanced teeth can handle even the sturdiest material. Consumes Spark-batteries"
    },
    {
      "Key": "shovel",
      "String": "Shovel",
      "Description": "Once it was an instrument for earthwork, but sharpened edge converted it into a weapon"
    },
    {
      "Key": "mace",
      "String": "Mace",
      "Description": "A heavy iron machinery part, welded to a sturdy long rod. A good swing - and it can easily add a couple of holes to somepony`s head"
    },
    {
      "Key": "hammer",
      "String": "Sledgehammer",
      "Description": "A good tool for crushing walls as well as enemy skulls"
    },
    {
      "Key": "hammer^1",
      "String": "\"Minotaur fist\"",
      "Description": "A sledgehammer turned into a deadly weapon. A prolonged handle is made of the sturdiest oak and reinforced with iron, and head is ribbed for dealing higher damage"
    },
    {
      "Key": "axe",
      "String": "Axe",
      "Description": "This huge axe comes in handy for cutting through enemy crowds"
    },
    {
      "Key": "zsword",
      "String": "Zebra sword",
      "Description": "This sword was an attribute of every zebra centurion or higher officer during wartime. It was more a proof of status than a combat weapon though"
    },
    {
      "Key": "zsword^1",
      "String": "\"Dawnbreaker\"",
      "Description": "Obviously this zebra sword belonged to some big fish. You can tell that by gold decorations on the guard and zebra glyphs on the blade which, unfortunately, you can`t read"
    },
    {
      "Key": "elsword",
      "String": "Electrical zebra sword",
      "Description": "A common zebra sword at the first glance, but one can notice little lightnings dancing around on a surface of the blade. Which is unusual to say the least"
    },
    {
      "Key": "elsword^1",
      "String": "\"Caesar`s word\"",
      "Description": "A unique electric sword that once belonged to a legate of the Zebra legion"
    },
    {
      "Key": "edagger",
      "String": "Magical energy dagger",
      "Description": "Compact weapon, combining the advantages of melee and magical energy weapons. Inflicts plasma damage"
    },
    {
      "Key": "cdagger",
      "String": "Hellhound`s claw",
      "Description": "A long dagger made from a claw of the hellhound leader you defeated. This claw is stronger than steel and sharper than the best combat knife"
    },
    {
      "Key": "sword",
      "String": "Sword",
      "Description": "Very effective melee weapon, but it requires quite some experience using it"
    },
    {
      "Key": "sword^1",
      "String": "\"Star fury\"",
      "Description": "This unique sword is not made of usual steel but of metal of unknown origin. Its edge almost never get blunt and can cut through enemy armor like through cardboard"
    },
    {
      "Key": "lsword",
      "String": "Magical energy sword",
      "Description": "May the Force be with You, young Padawan!"
    },
    {
      "Key": "lsword^1",
      "String": "\"Aurum\"",
      "Description": "A more powerful energy sword glowing with golden light"
    },
    {
      "Key": "sledge",
      "String": "Super sledge",
      "Description": "A high-tech weapon, equipped with an inertial accumulator, capable of storing kinetic energy. Being released on impact, it greatly increases power of the strike"
    },
    {
      "Key": "sledge^1",
      "String": "\"War Hammer\"",
      "Description": "A specially weighted super sledge, clearly made for somepony big and strong. Scary even to think, what damage one strike of this can cause"
    },
    {
      "Key": "tlance",
      "String": "Thermic lance",
      "Description": "A tungsten tip, feeding from an \"infinite\" power source, can get several thousand degrees hot and burn through flesh and armor like a small but angry Celestia`s sun"
    },
    {
      "Key": "mspear",
      "String": "Magical energy spear",
      "Description": "This thing only looks like a spear. In reality it is a complex fusion of magic and technology - magical energy melee weapon, causing a tremendous plasma damage and not requiring changing batteries for exploitation"
    },
    {
      "Key": "mspear^1",
      "String": "\"Logos\"",
      "Description": "A unique magical spear, blade emitting cold moonlight and vibrating slightly from force hidden inside. Hard to tell what magic was used to create it, but one should respect it, or even better - fear"
    },
    {
      "Key": "kosa",
      "String": "Grim reaper",
      "Description": "A magical weapon from the zebras` land, possessing an ominous and unstoppable power. It is capable of cutting those invisible threads that bind souls to bodies of living beings, ignoring any armor"
    },
    {
      "Key": "hsword",
      "String": "Hoofmade sword",
      "Description": "Actually it is not a sword at all but a sharpened metal part of some mechanism, strapped to a stick"
    },
    {
      "Key": "test",
      "String": "Test"
    },
    {
      "Key": "r32",
      "String": ".32 pistol",
      "Description": "Old-fashioned and not very effective firearm, dealing little damage and having low rate of fire"
    },
    {
      "Key": "p9mm",
      "String": "9-mm pistol",
      "Description": "The most common pistol produced before the War for civilian needs"
    },
    {
      "Key": "p10mm",
      "String": "10-mm pistol",
      "Description": "A standard, commonly used pistol using 10mm ammo. Its advantages are simplicity of design, reliability and low cost"
    },
    {
      "Key": "p10mm^1",
      "String": "\"Lonely wanderer\"",
      "Description": "A unique 10-mm pistol, clearly made by some talented craftspony. It has a set of essential modifications and its stats are much higher than those of a standard model"
    },
    {
      "Key": "p10s",
      "String": "Silenced pistol",
      "Description": "A slightly modified 10-mm gun, equipped with a sound suppressor. Makes less noise when shooting, but also does less damage"
    },
    {
      "Key": "lasp",
      "String": "Laser Pistol",
      "Description": "The simplest example of magical energy weapon shooting red laser beams. Low power is compensated by low energy consumption comparing to rifles"
    },
    {
      "Key": "lasp^1",
      "String": "\"Anarchist\"",
      "Description": "A unique laser pistol, likely created after the War. It has a more powerful and capacious battery, and there is an inscription in a red paint saying \"OBEY\"!"
    },
    {
      "Key": "flaregun",
      "String": "Flare gun",
      "Description": "Even though you cannot call this a weapon in a normal sense, it can ignite enemy, causing him quite a bit of discomfort"
    },
    {
      "Key": "plap",
      "String": "Plasma Pistol",
      "Description": "The plasma pistol is much more powerful than laser one, but less accurate and faster consumes battery charge"
    },
    {
      "Key": "plap^1",
      "String": "\"Honor guard\"",
      "Description": "A unique plasma pistol, perfected by a master-armorer. At least he could somehow fix the characteristic flaws of this weapon type, such as low accuracy and fast battery drain"
    },
    {
      "Key": "pulsep",
      "String": "Pulse pistol",
      "Description": "The pulse pistol is called so because shooting it emits powerful directed electromagnetic pulses. They are capable of damaging electronic circuits of robots, but cause almost no harm to living beings"
    },
    {
      "Key": "shok",
      "String": "Shock gun",
      "Description": "Quite a primitive weapon, sending electrical discharges on target. It was not designed for a battle but rather for paralyzing troublemakers and criminals"
    },
    {
      "Key": "rech",
      "String": "Rechargeable pistol",
      "Description": "An example of magical energy weaponry requiring no ammo. It takes energy for shooting from an \"infinite\" self-charging spark-battery. However, it comes with a price of lower damaging power and poor combat qualities"
    },
    {
      "Key": "r375",
      "String": "Revolver cal.375",
      "Description": "Old, but powerful and reliable revolver, although recharging it may cause some difficulty"
    },
    {
      "Key": "revo",
      "String": "Magnum",
      "Description": "Large-caliber revolver equipped with an optical sight. It possesses huge destructive power and good accuracy, but uses a rare type of .44 caliber ammo"
    },
    {
      "Key": "revo^1",
      "String": "\"Little Macintosh\"",
      "Description": "A unique all-purpose .44 caliber revolver made by Ironshod Firearms exclusively for Applejack. Its white ivory handle has a picture of three red apples on it"
    },
    {
      "Key": "p308c",
      "String": "0.308-pistol",
      "Description": "A pistol converted by unknown craftspony from a 0.308 caliber rifle. It resulted in a compact, fast and deadly weapon"
    },
    {
      "Key": "p127mm",
      "String": "12.7mm pistol",
      "Description": "Large-caliber gun going with impressive destructive power, monstrous recoil and deafening \"Boom!\". Using cartridges with special blunt-ended bullets that strike like a hoof kick of doom"
    },
    {
      "Key": "p127mm^1",
      "String": "\"Hoof strike\"",
      "Description": "This pistol is named so for a reason. Its shots are like sledge strikes. Hard to tell how it works, looks like some special earth pony magic"
    },
    {
      "Key": "psc",
      "String": "Terrifying gun",
      "Description": "Converted from a 12.7-mm pistol, this model is designed for a powerful cartridge of 50 MG caliber. Its lethal force is really terrifying, being only slightly inferior to a large-caliber rifle. At the same time, it has a much smaller size and a decent rate of fire, but it pays with a rather low accuracy"
    },
    {
      "Key": "psc^1",
      "String": "\"Black heart\"",
      "Description": "Modification of the \"Terrifying\" gun. Its elongated barrel allows increased accuracy and strength of the shot, and corpus, covered with black varnish, looks so very impressive"
    },
    {
      "Key": "blaster",
      "String": "Star blaster",
      "Description": "A weapon, unique and unusual in all respects. They say it was created not by a pony but fell from the stars. The destructive power of its shots is very high, and there is no defense against it, but there is a problem with ammunition - the star blaster uses only special energy cells that are extremely difficult to find"
    },
    {
      "Key": "wquest1",
      "String": "\"Loyalty\"",
      "Description": "A unique gun belonging to Brass Buckshot"
    },
    {
      "Key": "smg9",
      "String": "9-mm submachine gun",
      "Description": "Submachine gun, using common 9-mm ammo. Small, cheap, effective and does not require special skills"
    },
    {
      "Key": "smg10",
      "String": "10-mm submachine gun",
      "Description": "A compact and effective weapon, and unlike a bulky assault rifle is ideal for indoor use"
    },
    {
      "Key": "pp127mm",
      "String": "12,7-mm submachine gun",
      "Description": "Heavy large-caliber submachine gun. Deals some nice damage and knocks-back enemies, but uses scarce type of ammo"
    },
    {
      "Key": "pp127mm^1",
      "String": "\"Squall\"",
      "Description": "This specimen differs significantly from the standard 12.7 mm SMG model. Thanks to some design features, it had reduced the spread of a shot and increased aiming range"
    },
    {
      "Key": "assr",
      "String": "Assault rifle",
      "Description": "All-purpose firearm that combines ease of use, good firepower and abundant ammo type"
    },
    {
      "Key": "assr^1",
      "String": "\"Patriot\"",
      "Description": "An upgraded model of an assault rifle. They say only several hundreds were produced by the end of the Great War, thus now they are super rare"
    },
    {
      "Key": "carbine",
      "String": "Assault carbine",
      "Description": "Next generation of weaponry compared to assault rifles. This one is more compact, precise and effective"
    },
    {
      "Key": "carbine^1",
      "String": "\"The Last Argument\"",
      "Description": "Modified assault rifle with upgraded optics and increased magazine. A dream of every gun nut"
    },
    {
      "Key": "zebr",
      "String": "Zebra Assault Carbine",
      "Description": "Equipped with a silencer and optical sight. Bullets fired from it are enchanted to ignite on impact with a target. Always fires three bullets per a pull of trigger"
    },
    {
      "Key": "zebr^1",
      "String": "\"Atropos\"",
      "Description": "An improved zebra rifle owned by Centurion Upanga. It is enchanted with a much stronger fire spell than usual. It is clearly a work of an experienced shaman"
    },
    {
      "Key": "sparkl",
      "String": "Sparkle-gun",
      "Description": "High fire rate laser rifle, emitting magical rays of violet color. Fires three rounds per a pull of trigger"
    },
    {
      "Key": "sparkl^1",
      "String": "\"Requiem\"",
      "Description": "A unique sparkle-automatic, creator of which was able to increase fire rate by adding magical cooling system. It also has a built-in audio player, but it doesn`t work"
    },
    {
      "Key": "plamg",
      "String": "Plasma caster",
      "Description": "Weapon of devastating power, sending a rain of scorching plasma on your enemies"
    },
    {
      "Key": "plamg^1",
      "String": "\"Agony\"",
      "Description": "A unique plasma caster with a special spellmatrix. Its plasma blasts have a chance to hit through armor, which makes this weapon much more insidious and dangerous"
    },
    {
      "Key": "nova",
      "String": "Novasurge rifle",
      "Description": "A standard weapon of Great Pegasus Enclave forces. It represents the latest developments of magical energy technologies"
    },
    {
      "Key": "nova^1",
      "String": "\"Tsunami\"",
      "Description": "Improved version of the Novasurge rifle, more powerful and more reliable than usual. It is only given to commanders of the Enclave special forces"
    },
    {
      "Key": "lmg",
      "String": "Light machine gun",
      "Description": "Very effective, powerful and high fire rate weapon, but it requires a lot of experience using it"
    },
    {
      "Key": "lmg^1",
      "String": "\"Rumble\"",
      "Description": "Improved version of a light machine gun, a bit more powerful and more accurate than a common one. It belonged to Elder Coldsight before"
    },
    {
      "Key": "autor",
      "String": "Automatic rifle",
      "Description": "This weapon is a hybrid of a rifle and a light machine gun. It is very precise, and at the same time sufficiently rapid to sustain a reasonable fire rate"
    },
    {
      "Key": "antidrak",
      "String": "Antidragon",
      "Description": "The antiair machine gun, converted into a personal weapon, once indeed developed especially for fighting dragons. It is so heavy that only the strongest earth pony would be able to use it, or perhaps a unicorn with perfect telekinetic skills"
    },
    {
      "Key": "antidrak^1",
      "String": "\"Little Gilda\"",
      "Description": "A unique 14.5 mm machine gun, converted into a personal weapon by griffins. Once belonged to one of the \"Talons\" detachments"
    },
    {
      "Key": "hmg",
      "String": "Medium machine gun",
      "Description": "A large-caliber machine gun, intended primarily for reinforcing guard posts rather than for personal use. Too big and heavy, but its firepower is more than impressive"
    },
    {
      "Key": "quick",
      "String": "Rapid-fire plasma gun",
      "Description": "A model of a plasma gun, modified just before the Apocalypse, which combat characteristics were much improved. As far as we know, only a few dozen units were produced, after which the manufacturing plant was destroyed by a megaspell"
    },
    {
      "Key": "quick^1",
      "String": "\"Pulsar\"",
      "Description": "A unique high fire rate plasma caster, which design was improved by an unknown master. It seems, it hid in the storerooms of the \"Steel Rangers\" for years, waiting for something. And now its time has come"
    },
    {
      "Key": "oldshot",
      "String": "Old shotgun",
      "Description": "This ancient shotgun is all rusty and falling apart. It can still shoot alright, but success is unlikely. Can hold two shells maximum"
    },
    {
      "Key": "oldshot^1",
      "String": "\"Apple bucker\"",
      "Description": "A vintage shotgun in a good condition. You can tell, somepony really cared for this weapon and yet almost never used it"
    },
    {
      "Key": "lshot",
      "String": "Lever-action shotgun",
      "Description": "A lever-action rifle, sawed-off and converted to a shotgun. Effective for a close range combat only"
    },
    {
      "Key": "shotgun",
      "String": "Sawed-off shotgun",
      "Description": "Double-barreled sawed-off shotgun. Quite powerful, but because of a widespread of shot, it is effective only at close range. Allows only two shots to be fired, then you have to reload. Which, of course is not very convenient"
    },
    {
      "Key": "shotgun^1",
      "String": "\"Supreme measure\"",
      "Description": "A unique sawed-off shotgun that probably belonged to some sheriff. There is a name on a butt of the rifle. Silverstar"
    },
    {
      "Key": "saf9",
      "String": "IF-9 Combat Shotgun",
      "Description": "Semi-automatic shotgun with a drum magazine, one of many weapon models developed in Ironshod Firearms"
    },
    {
      "Key": "saf9^1",
      "String": "\"Erebus\"",
      "Description": "A modified shotgun with loner barrel and improved cartridge feeding system, making it faster and more accurate"
    },
    {
      "Key": "pshot",
      "String": "Police shotgun",
      "Description": "A shotgun used by pre-War police forces, becoming very popular nowadays due to its combat effectiveness"
    },
    {
      "Key": "pshot^1",
      "String": "\"Justice\"",
      "Description": "A unique police shotgun of outstanding quality, clearly made by special order. There is an engraving saying \"To police chief Counterstrike, in gratitude for saving hostages\""
    },
    {
      "Key": "prism",
      "String": "Prism gun",
      "Description": "Similar to a laser rifle, but using different focusing system. Instead of a single impulse it emits a bunch of rays of different wavelength, that makes it more effective at close range"
    },
    {
      "Key": "prism^1",
      "String": "\"Rainbow strike\"",
      "Description": "A modified prism gun, has a higher power than a standard model. Its rainbow colored rays can burn a target through and knock it back at the same time"
    },
    {
      "Key": "cryo",
      "String": "Cryolator",
      "Description": "A unique weapon, the only one in existence. It does not melt or incinerate, but freezes the target. The living creatures are particularly vulnerable to this effect"
    },
    {
      "Key": "plam",
      "String": "Multiplasma shotgun",
      "Description": "Magical energy shotgun casting three plasma bolts per one shot. Weapon of choice at close range, not effective at long distance"
    },
    {
      "Key": "plam^1",
      "String": "\"Cerberus\"",
      "Description": "A unique plasma shotgun, augmented by some dark magic. First, it emits plasma of pinkish color, second - it now causes much more damage"
    },
    {
      "Key": "oldr",
      "String": "Old rifle",
      "Description": "A weathered, slightly rusty rifle that, surprisingly, still works. Even though it became obsolete long before the War, it can still make a few holes in somepony"
    },
    {
      "Key": "oldr^1",
      "String": "\"Granddaddy`s rifle\"",
      "Description": "This weapon is as old as the Equestrian firearms can be. But it was made to last, and it still surpasses many similar rifles"
    },
    {
      "Key": "hunt",
      "String": "Hunting rifle",
      "Description": "Do not even ask why ponies might need hunting rifles. Just a good and accurate weapon, besides consuming a common ammo type"
    },
    {
      "Key": "winchester",
      "String": "Cowpony repeater",
      "Description": "A lever-action rifle, slightly primitive perhaps, but accurate and reliable. It was quite popular before the War among civilians of Equestria, regarded as an outstanding self-defense weapon"
    },
    {
      "Key": "winchester^1",
      "String": "\"Price of freedom\"",
      "Description": "\"And what are You ready to sacrifice for freedom?\" - asks the cowpony from an old propaganda poster, holding a rifle exactly like this in her hooves"
    },
    {
      "Key": "sniper",
      "String": "Sniper rifle",
      "Description": "Effective long-range weapon. Uses rare .308 caliber ammo"
    },
    {
      "Key": "sniper^1",
      "String": "\"Remorse\"",
      "Description": "A unique sniper rifle. It is completely black, and its butt has hundreds of tiny notches. Its previous owner counted its every prey"
    },
    {
      "Key": "brushgun",
      "String": "Brush gun",
      "Description": "One of the most powerful examples of non-military weapons. A shot from this rifle can even kill a bear, and from a reasonable distance too"
    },
    {
      "Key": "brushgun^1",
      "String": "\"Elephant hunter\"",
      "Description": "Can you really kill an elephant with this? Well, we will never know for sure due to an absence of elephants in the Equestrian Wasteland. But judging by its looks - you most probably can"
    },
    {
      "Key": "anti",
      "String": "Anti-machine rifle",
      "Description": "Large-caliber armor-piercing rifle effective against robots and power armor. With some luck you can even take out a tank. The bad news is that it is not so easy to find proper ammunition"
    },
    {
      "Key": "anti^1",
      "String": "\"Spitfire`s Thunder\"",
      "Description": "A unique anti-machine rifle, enchanted to shoot without any recoil, even though its power is simply monstrous. Decorated with gold and precious stones, and every shot sounds like a thunder roll"
    },
    {
      "Key": "rechr",
      "String": "Rechargeable rifle",
      "Description": "This weapon represents an attempt to create a weapon that doesn`t require any ammo. Not very successful, as you can see. An \"infinite\" battery does not produce enough power, and the weapon itself requires frequent maintenance"
    },
    {
      "Key": "lasr",
      "String": "Laser rifle",
      "Description": "A more powerful and accurate weapon than a laser pistol, but also faster consuming battery power. Unlike bullets, a laser beam instantly reaches destination, hence no need to make any corrections for target distance and some other factors. Doesn`t work underwater"
    },
    {
      "Key": "lasr^1",
      "String": "\"Scarlet sunrise\"",
      "Description": "Limited edition laser rifle that uses magical ruby of a very rare kind as a focusing crystal. During the War, it was used by elite pegasi-assaulters, but now it is almost impossible to get"
    },
    {
      "Key": "plar",
      "String": "Plasma rifle",
      "Description": "High-power magical energy weapon casting bolts of green magical plasma. When shot from this gun, enemies do not just die but actually melt into a puddle of green slime. Can easily melt through concrete walls, but because of difficulties with plasma stabilization it is not highly accurate and requires good skills for successful exploitation"
    },
    {
      "Key": "plar^1",
      "String": "\"Turboplasma rifle\"",
      "Description": "An example of how much one can improve combat stats of a standard weapon with proper talent and ingenuity. This modified plasma rifle not only has higher fire rate, but also uses less energy"
    },
    {
      "Key": "pulser",
      "String": "Pulse rifle",
      "Description": "A significantly enhanced version of the pulse pistol. To create the most powerful electromagnetic pulse, it is stuffed with a whole bunch of coils, capacitors, and lamps. Unfortunately, all this stuff is very unreliable and wears down quickly"
    },
    {
      "Key": "pulser^1",
      "String": "\"Mystery shard\"",
      "Description": "The impulse rifle of a very strange look. The blue crystals inserted in it emit a magical aura, which must have something to do with its increased fire rate"
    },
    {
      "Key": "lassn",
      "String": "Laser sniper rifle",
      "Description": "This weapon is more powerful and accurate in comparison to a common laser rifle, but consumes battery charge faster. Also it emits rays of green color instead of red"
    },
    {
      "Key": "lassn^1",
      "String": "\"Atma\"",
      "Description": "A long-range laser rifle made by special order, probably even unique. Higher quality capacitors and the finest tuning of focusing crystals makes this weapon able to generate laser impulses of unbelievable power!"
    },
    {
      "Key": "termo",
      "String": "Thermoemitter",
      "Description": "A weapon emitting an intense flow of infrared radiation, instantly igniting the target. It was developed as an alternative to flamethrowers, but, unlike them, does not have such a demoralizing effect, and therefore has not become too popular"
    },
    {
      "Key": "termo^1",
      "String": "\"Ashes of Equestria\"",
      "Description": "The unique thermoemitter, which fighting qualities are an order of magnitude higher compared to a usual one. Capable of turning anything into ashes"
    },
    {
      "Key": "grom",
      "String": "Storm rifle",
      "Description": "Long range magical energy rifle. Hits enemy with a powerful bolt of electricity, targeted by a laser ray. For better effect target must be touching the ground"
    },
    {
      "Key": "grom^1",
      "String": "\"Thunderer\"",
      "Description": "A unique storm rifle, which coolness is OVER NINE THOUSAND! It is not only more powerful than ordinary storm rifles, but is also enchanted to pierce magical armor"
    },
    {
      "Key": "rail",
      "String": "Railgun",
      "Description": "This gun uses electro-magnetic field for bullet acceleration. This way bullets reach much higher speed than when shot using gunpowder. Although shooting bullets, it belongs to magical energy weapons and consumes spark-batteries"
    },
    {
      "Key": "rail^1",
      "String": "\"Paladin\"",
      "Description": "An improved railgun, developed not so long ago by what is left from Equestrian science. Even more deadly than before, and also equipped with improved power system"
    },
    {
      "Key": "glau1",
      "String": "Grenade launcher",
      "Description": "Single charge 40-mm grenade launcher, effective both against crowds of enemies as well as for punching through walls. Projectiles move in a parabolic trajectory, that must be considered when aiming"
    },
    {
      "Key": "glau",
      "String": "Grenade launcher",
      "Description": "Automatic 40-mm grenade launcher, much more effective than an ordinary single charge one, as it allows keeping up intense fire. Steel Rangers are quite fond of this weapon for its deadly power"
    },
    {
      "Key": "glau^1",
      "String": "\"Apocalypse\"",
      "Description": "Unique automatic grenade launcher, capable of turning a battlefield into a burning hell. It has a bigger magazine and faster fire-rate, compared to a standard model"
    },
    {
      "Key": "aglau",
      "String": "Automatic grenade launcher",
      "Description": "A 40-mm grenade launcher with a large magazine for 12 shells and an excellent fire rate. Provides the highest density of fire among all weapons of this type"
    },
    {
      "Key": "mlau",
      "String": "Missile launcher",
      "Description": "A portable launcher designed for destruction of heavy machinery, buildings and enemy horsepower using large-caliber rockets"
    },
    {
      "Key": "mlau^1",
      "String": "\"Vendetta\"",
      "Description": "A missile launcher with enhanced combat characteristics and laser guidance, which provides greater accuracy"
    },
    {
      "Key": "minigun",
      "String": "Minigun",
      "Description": "Weapon equipped with rotating several barreled cluster of impressive firepower. It uses small-caliber ammo, which is not very effective against armored targets. In addition, it takes some time to start spinning"
    },
    {
      "Key": "minigun^1",
      "String": "\"Gale\"",
      "Description": "A unique minigun - machine of doom, a horrible meat grinder. Just a word that Gale appeared on a battlefield may cause enemy troops run in panic"
    },
    {
      "Key": "gatl",
      "String": "Laser minigun",
      "Description": "Multiple barreled laser gun, which gives you great power and rate of fire but is too large and heavy"
    },
    {
      "Key": "gatl^1",
      "String": "\"Righteous anger\"",
      "Description": "Unique laser minigun that belonged to some high-ranking Steel Ranger. More precise and compact than standard model"
    },
    {
      "Key": "gatp",
      "String": "Plasma minigun",
      "Description": "A weapon of unbelievable power, capable of turning a whole squad into a puddle of green goo in a matter of seconds. Its huge size, weight and charge consumption on the other hoof make it a poor personal weapon"
    },
    {
      "Key": "gatp^1",
      "String": "\"Dragon`s roar\"",
      "Description": "Somepony could indeed find significance in dragon`s breath and flow of plasma spit by this weapon. But it would be right to say, that facing this weapon, a dragon would definitely wind himself in trouble"
    },
    {
      "Key": "flamer",
      "String": "Flamethrower",
      "Description": "Incinerates enemies in a jet of fire. Has a chance of setting target on fire, causing even more damage with time"
    },
    {
      "Key": "flamer^1",
      "String": "\"Scorcher\"",
      "Description": "An improved flamethrower, having some construction changes. Because of those, fire range and fuel burning temperature are increased"
    },
    {
      "Key": "incin",
      "String": "Incinerator",
      "Description": "An explosive flame-thrower, launching small portions of combustible mixture. Balls of fire explode on impact, splashing burning fuel all over, so remember to keep distance"
    },
    {
      "Key": "cflamer",
      "String": "Tactical flamethrower",
      "Description": "A fearsome weapon, promising inevitable and very painful death, causing panic and chaos in enemy squads. It spits burning fuel on long distance, starting fires that are quite hard to extinguish"
    },
    {
      "Key": "cflamer^1",
      "String": "\"Cleansing flame\"",
      "Description": "A tactical flamethrower of respectable looks, all black from soot. Once it belonged to a notorious chief of Scorchers raider gang, who died in a fire in his own lair"
    },
    {
      "Key": "bel",
      "String": "Balefire Egg Launcher",
      "Description": "There is nothing special about the weapon itself, it is a simple launcher. Its ammunition on the other hoof, balefire eggs, conceal fantastic destructive power"
    },
    {
      "Key": "bel^1",
      "String": "\"Fat pony\"",
      "Description": "Improved balefire Egg Launcher, more accurate, reliable and can maintain higher fire rate. As if this terrible weapon even needed improvement!"
    },
    {
      "Key": "arson",
      "String": "\"Igniter\"",
      "Description": "Attach a lighter to an aerosol can, and you get an improvised flamethrower! Not that it is of much use though. For burning radroaches maybe"
    },
    {
      "Key": "dartgun",
      "String": "Dart gun",
      "Description": "Hoofmade contraption shooting poisoned darts. Darts themselves do little damage and can hardly get through even light armor, but on the bright site - it is completely noiseless"
    },
    {
      "Key": "acidgun",
      "String": "Acid gun",
      "Description": "This \"weapon\" shoots streams of corrosive acid, corrupting armor and causing chemical burns"
    },
    {
      "Key": "sawgun",
      "String": "Saw blade launcher",
      "Description": "A cunning contraption, shooting circular saws. Rapidly propelling and spinning saw blades are capable of causing serious damage to several enemies standing in a row"
    },
    {
      "Key": "buckshot",
      "String": "Buckshot gun",
      "Description": "Hard to tell how exactly it works, but it works alright"
    },
    {
      "Key": "railway",
      "String": "Railway rifle",
      "Description": "This hoofmade rifle uses electromagical field to shoot railway spikes with a high speed. To make this you must be a very experienced engineer"
    },
    {
      "Key": "friend",
      "String": "Friendship cannon",
      "Description": "This weapon is called so because, after seeing it in your hooves, anypony will be immediately struck with the idea that it is way better to be your friend rather than your enemy"
    },
    {
      "Key": "bfg",
      "String": "\"Big Fucking Gun\"|\"Big Frickin Gun\"",
      "Description": "A weapon invented by a genius, yet obviously mad scientist. It is as dangerous for the owner, as for his enemies, as it shoots huge, unstable and explosive balls of plasma"
    },
    {
      "Key": "dinamit",
      "String": "Dynamite",
      "Description": "A simple stick of dynamite with a long fuse, more suitable for mining than fighting. Use with care!"
    },
    {
      "Key": "hgren",
      "String": "Hoofmade grenade",
      "Description": "A primitive grenade, made of a tin can filled with gunpowder and metal junk. It can be easily created at a workbench"
    },
    {
      "Key": "grenade",
      "String": "Frag grenade",
      "Description": "An effective weapon against enemies hiding behind a cover. It looks like a metallic apple"
    },
    {
      "Key": "gasgr",
      "String": "Gaseous grenade",
      "Description": "This grenade emits a cloud of toxic gases. Even small amount of it can cause a quick death when inhaled. Especially effective in small and poorly ventilated rooms"
    },
    {
      "Key": "acidgr",
      "String": "Acid bomb",
      "Description": "A bottle filled with a very corrosive liquid. When smashed, it spills acid everywhere, causing severe chemical burns to whoever steps into it. Effective against robots` armor"
    },
    {
      "Key": "plagr",
      "String": "Plasma grenade",
      "Description": "Instead of common explosive substances, this grenade uses powerful magic charge that can melt everything! Much more powerful than usual grenades"
    },
    {
      "Key": "impgr",
      "String": "Impulse grenade",
      "Description": "A grenade using electromagnetic impulse for destroying robots and other electronics. Is not effective against live targets"
    },
    {
      "Key": "cryogr",
      "String": "Cryogrenade",
      "Description": "On explosion, the surrounding air instantly cools down to extremely low temperatures. The living beings receive serious hypothermic damage"
    },
    {
      "Key": "molotov",
      "String": "Incendiary cocktail",
      "Description": "A bottle filled with incendiary liquid and plugged with a piece of cloth. Ignite it, throw it - simple, cheap, effective"
    },
    {
      "Key": "fgren",
      "String": "Incendiary grenade",
      "Description": "Exploding, this grenade sets everything on fire"
    },
    {
      "Key": "spgren",
      "String": "Sparkle-grenade",
      "Description": "An extremely powerful version of a hoofmade grenade with increased radius of damage. For an explosive it uses an infernal mixture based on Sparkle-Cola RAD"
    },
    {
      "Key": "hmine",
      "String": "Hoofmade mine",
      "Description": "A mine assembled from junk and gunpowder. It operates like an ordinary anti-personnel mine, but not as powerful"
    },
    {
      "Key": "mine",
      "String": "Fragmentation mine",
      "Description": "A proximity mine, equipped with a friend/enemy recognition system"
    },
    {
      "Key": "plamine",
      "String": "Plasma mine",
      "Description": "Powerful magically-enhanced version of a usual mine"
    },
    {
      "Key": "impmine",
      "String": "Impulse mine",
      "Description": "Anti-robot mine, which sensor is calibrated to react only on mechanical enemies. It doesn`t affect live forces"
    },
    {
      "Key": "cryomine",
      "String": "Cryomine",
      "Description": "On explosion of this mine, the surrounding air instantly cools down to extremely low temperatures. The living beings receive serious hypothermic damage"
    },
    {
      "Key": "balemine",
      "String": "Balefire mine",
      "Description": "A balefire egg, turned into a mine. It is required to be a real explosives master to assemble and use such dangerous devices"
    },
    {
      "Key": "zebmine",
      "String": "Zebra`s mine",
      "Description": "This mine is more powerful than usual fragmentation and plasma mines, and because of its camouflage pattern it is more difficult to notice. In addition, zebras often cast a curse on such mines, making them even more dangerous"
    },
    {
      "Key": "x37",
      "String": "Explosive X-37",
      "Description": "Small, yet powerful charges of plastic explosives equipped with a radio detonator. You can install several charges and then explode all at the same time by pressing the button. To detonate, press the reload button [R]. Only explosives in the same room will detonate"
    },
    {
      "Key": "dbomb",
      "String": "Dynamite pack",
      "Description": "A couple of dynamite sticks, held together with duct tape. It is more effective for destroying walls, than ordinary dynamite, but doesn`t cause much damage to fortified concrete"
    },
    {
      "Key": "bomb",
      "String": "Hoofmade bomb",
      "Description": "Explosives made for destroying fragile walls. More sturdy walls may require a couple of these"
    },
    {
      "Key": "exc4",
      "String": "The explosive C-4",
      "Description": "It is a very powerful explosive device that can destroy even the sturdiest concrete wall. Useless against steel walls"
    },
    {
      "Key": "telebul",
      "String": "Telekinetic bullet",
      "Description": "This spell allows to hit a remote target with a focused telekinetic field, dealing strike damage and knocking it back"
    },
    {
      "Key": "mbul",
      "String": "Magic bullet",
      "Description": "One of the basic combat spells, shooting a simple blast of magical energy at the enemy. By the principle of action this spell resembles plasma weapons"
    },
    {
      "Key": "ice",
      "String": "Ice shards",
      "Description": "This spell launches a blast of sharp icicles, piercing and freezing your enemies"
    },
    {
      "Key": "blades",
      "String": "Ghost blades",
      "Description": "A spell that creates several sharp ghost blades at once, that spread out like a fan"
    },
    {
      "Key": "dragon",
      "String": "Dragon breath",
      "Description": "This spell transforms unicorn magic power into a stream of fire, resembling dragon flames, even though, of course, not so devastating"
    },
    {
      "Key": "lightning",
      "String": "Lightning bolt",
      "Description": "This spell hits enemy with almost a natural lightning! It causes more damage if target touches the ground, but it is not so effective against flying targets"
    },
    {
      "Key": "fireball",
      "String": "Fireball",
      "Description": "Classics of combat magic. A fiery blast exploding when hitting the target, like a bazooka shot"
    },
    {
      "Key": "mray",
      "String": "Magic beam",
      "Description": "This spell transforms unicorn magic into radiant energy of devastating power. It is also quite accurate at long range"
    },
    {
      "Key": "defwave",
      "String": "Deformation wave",
      "Description": "A very complex spell. Allows launching a special shockwave, similar to one from an explosion, but of directed action. On impact enemies receive heavy internal damage"
    },
    {
      "Key": "eclipse",
      "String": "Black sun",
      "Description": "One of the most powerful spells in mage`s arsenal. Causes much damage and is very effective against crowding enemies, but is very demanding of magical power"
    },
    {
      "Key": "dray",
      "String": "Death ray",
      "Description": "A spell that creates the strongest flow of negative energy that kills all life on its way, no matter how far is the distance. Does not work on non-living opponents"
    },
    {
      "Key": "udar",
      "String": "Telekinetic shock",
      "Description": "The amplified version of the telekinetic bullet, producing 5 telekinetic projectiles simultaneously, causing target impact damage and throwing it back with a huge force"
    },
    {
      "Key": "skybolt",
      "String": "Heavenly Lights",
      "Description": "A very powerful spell that allows you to emit streams of stellar energy from which there is no escape"
    },
    {
      "Key": "paint",
      "String": "Paint spray"
    },
    {
      "Key": "aliblade",
      "String": "Ghost blades"
    },
    {
      "Key": "alimray",
      "String": "Death ray"
    },
    {
      "Key": "robolaser",
      "String": "Small laser"
    },
    {
      "Key": "robospark",
      "String": "Arc thrower"
    },
    {
      "Key": "robolaser2",
      "String": "Laser cannon"
    },
    {
      "Key": "robospark2",
      "String": "Spark cannon"
    },
    {
      "Key": "roboplasma",
      "String": "Plasma cannon"
    },
    {
      "Key": "roboplasma2",
      "String": "Enhanced plasma"
    },
    {
      "Key": "robofire",
      "String": "Flamethrower"
    },
    {
      "Key": "robofire2",
      "String": "Enhanced flamethrower"
    },
    {
      "Key": "robonova",
      "String": "Enhanced laser"
    },
    {
      "Key": "robosparkl",
      "String": "Rapid-fire Laser"
    },
    {
      "Key": "roboplam",
      "String": "Plasma caster"
    },
    {
      "Key": "robominigun",
      "String": "Minigun"
    },
    {
      "Key": "robogatl",
      "String": "Laser minigun"
    },
    {
      "Key": "robomlau",
      "String": "Rocket launcher"
    },
    {
      "Key": "dronmlau",
      "String": "Rocket launcher"
    },
    {
      "Key": "robogatp",
      "String": "Plasma minigun"
    },
    {
      "Key": "robomlau2",
      "String": "Multiple launch rocket system"
    },
    {
      "Key": "robogas",
      "String": "Gas rocket"
    },
    {
      "Key": "roboplagr",
      "String": "Plasma grenade"
    },
    {
      "Key": "mercgr",
      "String": "Plasma grenade"
    },
    {
      "Key": "drongr",
      "String": "Plasma grenade"
    },
    {
      "Key": "dronlaser",
      "String": "Laser cannon"
    },
    {
      "Key": "dronplasma",
      "String": "Plasma cannon"
    },
    {
      "Key": "dronpspark",
      "String": "Spark cannon"
    },
    {
      "Key": "turret1",
      "String": "Machine gun"
    },
    {
      "Key": "turret2",
      "String": "Laser cannon"
    },
    {
      "Key": "turret3",
      "String": "Plasma cannon"
    },
    {
      "Key": "turret4",
      "String": "Thermal emitter"
    },
    {
      "Key": "turret5",
      "String": "Enhanced laser"
    },
    {
      "Key": "turret6",
      "String": "Heavy machine gun"
    },
    {
      "Key": "turret7",
      "String": "Storm Cannon"
    },
    {
      "Key": "a_melee",
      "String": "Lunar halberd",
      "Description": "A weapon from the Alicorn`s Armor set. A magically created ghostly halberd, unusually light, sharp and never breaks"
    },
    {
      "Key": "a_fire",
      "String": "Solar wind",
      "Description": "A weapon from Alicorn`s Armor set. Similar to small arms by principle of action, though doesn`t require ammunition since bullets are created by magic"
    },
    {
      "Key": "a_energ",
      "String": "Nebula",
      "Description": "A weapon from Alicorn`s Armor set. Similar to plasma weapons, but uses a battery that takes power directly from the armor energy source"
    },
    {
      "Key": "a_expl",
      "String": "Singularity",
      "Description": "A weapon from Alicorn`s Armor set. Rapidly shoots dozens of magic shells that explode upon contact with a target"
    },
    {
      "Key": "a_magic",
      "String": "Aurora polaris",
      "Description": "A battle spell embedded in Alicorn`s armor. Creates bursts of destructive cosmic energy"
    }
  ]
}